Repository: giellalt/corpus-smj
Catalog: tmx/sme/facta/umo.se/gatjastusa-nannusap-iesjdabdduj.html.tmx
Source language: smj
Languages: sme

source: Gätjástusá nannusap iesjdåbdduj
sme: Guoiggus buoret iešdovdui

source: Gávnnuji ednaga majt máhttá dahkat nannitjit ietjas iesjdåbdov.
sme: Lea olu maid sáhttá dahkat iežas iešdovddu nanostahttimii.

source: Dála li muhtem dago majt máhttá gähttjalit:
sme: Dá leat moadde ášši maid sáhttá geahččalit:

source: Jus la vuollegis iesjdåbddo de álkket dähppu nievres ájádusájda degu dal man nievrre la.
sme: Jus olbmos lea heajos iešdovdu darvána álkit negatiivvalaš jurdagiidda man heitot son lea.

source: Gå ájádallá ietjas nievrren de máhttá gähttjalit dajt doadjet ja ietjastis gatjádit: viehket gus muv návti ájádallat ?
sme: Go olbmos leat jurdagat ahte lea heitot sáhttá geahččalit gaskkaduhttit daid jearramiin alddis: veahkehago mu jurddašit ná ?

source: Le gus ajtu duohta vaj iv la masik buorre ?
sme: Leago duođain duohta ahte in leat buorre mastege ?

source: Besatjit ájádusájs nägo ja dago birra, ma e iesjdåbduj gullu, de máhttá ulmutjijs gesi åssku gatjádit makkir iesjvuodajda sij lijkkuji.
sme: Beassamiin eret jurdagiin hámis ja olahemiin, main ii leat dahkamuš iešdovddus sáhttá jearrat olbmuin geaidda luohtiha maidda su iešvuođaide sii liikojit.

source: Máhttá ulmutjav gåhttjot listav tjállet majt gatsos sadjáj gånnå dav buoragit vuojnná.
sme: Sáhttá sihtat persovnna čállit listtu man bidjá hui oidnosii.

source: Máhttá aj ájádallat makkir egen iesjvuodajda lijkku iehtjádijn.
sme: Sáhttá maid jurddašit maidda earáid iešvuođaide liiko.

source: Mij la ajtu ájnas ?
sme: Mii rievtti mielde lea dehálaš ?

source: Årrot “ Fávrro ”, buoremus skåvlå gähttjalimijn, jali l diehtovájnok, huvsulasj, jiermmá, sjuggel jali jálos ulmusj mij duosstá ietjasláhkáj årrot ?
sme: Leahkit “ fávru ”, buoremus geahččalemiin skuvllas dehe ahte lea sáhkkái, olmmošlaš, viissis, hutkái ja rohkkes persovdna gii duostá leahkit iešolmmái ?

source: Nanni iesjdåbdov gå li buorre aktavuoda iehtjádij, goappátjagá rádnaj, gieresvuohtagasskavuodaj ja fuolkijn.
sme: Dat nanostahttá iešdovddu go leat buorit oktavuođat earáide, ustibiidda, ráhkisvuođaoktavuođaide ja vehkii.

source: Jus ulmutja ietjas fuolken jali lahkusin nubbe nuppev båssti, de máhttá gåhttjot sijáv hiejttet.
sme: Jus persovnnat ovttaskasa veagas dehe lahkosiin dadjet ilgadis áššiid nuppiideaset, sáhttá bivdit sin heaitit.

source: Márjju máhttá ienni gåhttojt sijáv muhtem buorre bágojt javllat fert avta birra ?
sme: Soaitá sáhttit bivdit nuppiideaset dadjat juoidá positiivvalaččat guhtet guoimmis.

source: Máhttá dajt dagojt dahkat majt ij álu dagá.
sme: Sáhttá dahkat áššiid maid ii láve.

source: Jus ij goassak la ulmusj gut vuostak giedav gálggi, de máhttá gähttjalit dav boahtte leksjåvnån dahkat.
sme: Jus olmmoš ii goassege láve leahkit dat gii vuosttažin geige gieđa, sáhttá geahččalit dahkat dan boahtte diimmus.

source: Jali de gähttjal vuosstálasstet boahtte bále gå nágin gähttjal ietjá ulmutjav suohtan adnet, bargov åhtsåt majt mielas sihtá adnet, skuolkkat ulmutjij gesi lijkku jali ráddnaj vuosedit novellav majt la tjállám.
sme: Dehe geahččala protesteret nuppe háve jus soamis geahččala leaikkastit nuppi olbmo goasttádusain, ohcat barggu man mielainis háliida, riŋget soapmásii geas liiko dehe čájehit olbmái novealla man lea čállán.

source: Ienni gå dähpput dakkirij mij la åvdebut viessomin nievrre årrum, de máhttá gähttjalit buorren válldet dajt ma li dáhpaduvvam ja dåbdojt ma dalloj lidjin.
sme: Dan sajis go darvánit dakkár jurdagiidda mat leat leamaš boastut ovdal eallimis, sáhttá geahččalit dohkkehit dan mii lea dáhpáhuvvan ja daid dovdduid mat ledje dalle.

source: Jus buojkulvissan adná äjgáda ettjin nuohkásit bavrrim ja vuojnnám suv gå lij unnagasj, de márjju dálla gávnnuji iehtjáda birrasin gudi lijkkuji ja buorren suv vuojnná.
sme: Jus ovdamearkka dihte atná ahte su váhnemat eai movttiidahttán eaige oaidnán nuogis go ovttaskas lei unni, soitet leahkit earát birrasis juste dál geat liikojit ovttaskassii ja nanostahttet ovttaskasa.

source: Máhttá aj ietjastis gatjádit mij la buoremus sunji dahkat jur dálla.
sme: Sáhttá maid jearrat mii lea buoremus dahkat jur dál.

source: Ij dárbaha merkahit vaj ij oattjo vuosedit håjen la dahkusijsa ma li dáhpáduvvam, ienni márjju dárbaj ájgev surggahit ja de åvddålijguovlluj joarkket.
sme: Dat ii dárbbat mearkkašit ahte ii oaččo čájehit ahte lea surolaš áššiid dihte mat leat dáhpáhuvvan, baicce soaitá dárbbahit moraštit muhtin áigodaga ja de mannat viidáseappot.

source: Nuorratjiehppejuohkusa buoremus gätjástusá
sme: Nuoraidpanela buoremus guigosat

source: Nuoraduostudagá / UMOdan ietjas nuorajpanella vaddá buoremus gätjástusájt birra gåktu buorep iesjdåbdov oadtjot:
sme: UMO iežas nuoraidpanela addá buoremus guigosiid got sáhttá oažžut buoret iešdovddu:

source: Máhttá gähttjalit oalle jállo årrot ja ienebuv duosstat: duosstat åvdåsvásstedit majt adná, duosstat gatjádit dakkirijt majt ij diede, vuojnnut gåk la.
sme: Olmmoš sáhttá geahččalit leahkit erenomáš roahkkat ja duostat vehá eanet: duostat doalahit iežas oainnu, duostat jearrat dakkára man ii dieđe, duostat hehppet iežas ja duostat fállat iežas.

source: Máhttá säbrástallat ulmutjij gej siegen la vuogas ja jasskavuodav dåbddå.
sme: Sáhttá ovttastallat persovnnaiguin geaiguin lea somá leahkit ovttas ja geaid olis dovdá iežas dorvvolažžan.

source: Máhttá dåbddut jálop ja gievrap jus gulldal musijkav masi sälldát lijkku, buojkulvissan gå la mannamin juosik massta juorrula, jali sämmibále gå dahká juojddá dahká mij baludissan dåbddu.
sme: Olmmoš sáhttá dovdat iežas roahkkadeabbon ja nannoseabbon jus guldala musihka masa liiko hui sakka, go lea ovdamearkka dihte manname juosat man ovddas dovdá eahpesihkkarvuođa, dehe seamma áigge go dahká juoidá man atná vehá balahahttin.

source: Máhttá sjaddat buorep májnov ja lávgájdallamijt duosstot.
sme: Olmmoš sáhttá šaddat buorebun váldit vuostá rámi ja smáđáhkisvuođačájeheami.

source: Ienni gå vájvalussjat, de máhttá tjiegnalit vuojŋŋat, ja gijttet ja vuodjodit majt ulmusj javllá dasi ávvudallat.
sme: Dan sajis ahte atnit dan soameheapmin, sáhttá váldit čiekŋalis vuoiŋŋanasa, dadjat giitu ja sállet dan man persovdna dadjá vuodjut ja sállet iežas leahkit ilolaš dan dihte.

source: Máhttá ietjas arvusmahttet ja duhtat gå buojkulvissan la skåvllåbargov dahkam jali gå l skuolkkam vájves sagastallamav.
sme: Olmmoš sáhttá addit alccesis ávžžuhusa ja sállet iežas dovdat duhtivažžan ovdamearkka dihte go lea dahkan leavssu dehe go lea doaimmahan váivves riŋgema.

source: Máhttá buorre ja doarjodiddje ráddna årrot ja iesj válljit rádnajt gudi arvusmahtti ja lijkkuji ietjas diehti.
sme: Olmmoš sáhttá leahkit buorre ja doarju ustit ja ieš válljet olbmáid geat movttiidahttet ovttaskasa ja liikojit ovttaskassii dakkárin go son lea.

source: Ienni galggá lávgájdallat ja nuppev rámmpot..
sme: Olmmoš ii galgga doallat iežas siste smáđáhkisvuođačájehemiid baicca čájehit guhte guoibmái árvvusatnima.

source: Fármudalá ednagit !
sme: Salastallat olu !

source: Vájku iesjåssko ja iesjdåbddo ij la sämmilágásj, de iesjdåbddo máhttá nanniduvvat ja åvdeduvvat gå dagojt dahká majda l buorre.
sme: Vaikko iešluohttámuš ja iešdovdu ii leat seamma ášši, sáhttá iešdovdu lassánit ja ovdánit go olmmoš dahká áššiid main lea buorre.

source: Tjále dagojt masi ietjanit lijkku.
sme: Čále muitui áššiid main don liikot alddát.

source: Tjále dakkirijt ma duv ávvodi.
sme: Čále muitui áššiid mat dahket du ilolažžan.

source: Tjále biejve ulmijt, buojkulvissan galga dahkat juojddá masi lijkku jali juojddá majt illa goassak åvddåla dahkam ja ij berustit jus buoragit jali nievret manáj, vasste vajfijnes sjattaj.
sme: Bija ulbmila iežat beaivái, ovdamearkka dihte ahte don galggat dahkat juoidá masa don liikot dehe juoidá man it goassege ovdal leat dahkan ja leahkit beroškeahttá das manaigo bures dehe heajuid, šattaigo ropmi dehe fasti.

source: Iesjdåbddo gullu ietjas oamedåbdduj.
sme: Iešdovdu gullo oktii olbmo oamedovdduin.

source: Jus la bahá, de oadtju nievres oamedåbdov ja nievret vådjá.
sme: Jus olmmoš lea bahá, oažžu heajos oamedovddu ja veadjá heajuid.

source: Vuosstebielle jus la buorre ja låjes ulmusj, de vädjá buorebut ja oadtju aj buorep iesjdåbdov.
sme: Vuostegeahči dáhpáhuvvá jus lea buorre ja siivos olmmoš, dalle olmmoš veadjá buorebut ja oažžu maid buoret iešdovddu.

source: Buorre åhpadiddje gut doarjju máttá ietjas iesjgåvåv nannit.
sme: Buorre oahpaheaddji gii doarju ovttaskasa sáhttá loktet ovttaskasa iešgova.

source: Åtså viehkev psykologan jali kuratåvrån jus la dárbulasj, buojkulvissan nuoraduostudagán.
sme: Oza veahki psykologas dehe kuratoris jus dárbbahuvvo, ovdamearkka dihte nuoraidvuostáváldimis.
